Repository: vinny2020/ticklr
Catalog: ios/Sources/SIT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fr, he, hi, hu, it, ja, ko, nl, pl, pt, ro, ru, sv, ur, zh_hans

# warm.groups.subtitle
source: Circles that shape your world.
ar: الدوائر التي تشكّل عالمك.
cs: Okruhy, které utvářejí tvůj svět.
de: Kreise, die deine Welt prägen.
el: Οι κύκλοι που διαμορφώνουν τον κόσμο σου.
es: Los círculos que dan forma a tu mundo.
fr: Les cercles qui façonnent ton monde.
he: המעגלים שמעצבים את העולם שלך.
hi: वे दायरे जो आपकी दुनिया बनाते हैं।
hu: Körök, amelyek alakítják a világodat.
it: I cerchi che danno forma al tuo mondo.
ja: あなたの世界を形づくる輪。
ko: 당신의 세상을 만들어가는 인연들.
nl: Kringen die jouw wereld vormgeven.
pl: Kręgi, które tworzą twój świat.
pt: Os círculos que moldam o teu mundo.
ro: Cercurile care îți dau formă lumii.
ru: Круги, формирующие твой мир.
sv: Kretsar som formar din värld.
ur: وہ حلقے جو آپ کی دنیا بناتے ہیں۔
zh_hans: 塑造你世界的圈子。

# warm.groups.yourGroups
source: Your Groups
ar: مجموعاتك
cs: Tvoje skupiny
de: Deine Gruppen
el: Οι ομάδες σου
es: Tus grupos
fr: Tes groupes
he: הקבוצות שלך
hi: आपके समूह
hu: A te csoportjaid
it: I tuoi gruppi
ja: あなたのグループ
ko: 내 그룹
nl: Jouw groepen
pl: Twoje grupy
pt: Os teus grupos
ro: Grupurile tale
ru: Твои группы
sv: Dina grupper
ur: آپ کے گروپ
zh_hans: 你的分组

# warm.network.detail.empty.description
source: Choose a contact from the list to see their details.
ar: اختر جهة اتصال من القائمة لرؤية تفاصيلها.
cs: Vyber kontakt ze seznamu a zobraz jeho podrobnosti.
de: Wähle einen Kontakt aus der Liste aus, um Details zu sehen.
el: Επίλεξε μια επαφή από τη λίστα για να δεις τις λεπτομέρειες.
es: Elige un contacto de la lista para ver sus detalles.
fr: Choisissez un contact dans la liste pour voir ses détails.
he: בחר איש קשר מהרשימה כדי לראות את פרטיו.
hi: विवरण देखने के लिए सूची से कोई संपर्क चुनें।
hu: Válassz egy névjegyet a listából a részletek megtekintéséhez.
it: Scegli un contatto dall’elenco per vedere i dettagli.
ja: 詳細を見るにはリストから連絡先を選択してください。
ko: 세부 정보를 보려면 목록에서 연락처를 선택하세요.
nl: Kies een contact uit de lijst om de details te bekijken.
pl: Wybierz kontakt z listy, aby zobaczyć szczegóły.
pt: Escolha um contacto da lista para ver os detalhes.
ro: Alege un contact din listă pentru a-i vedea detaliile.
ru: Выберите контакт из списка, чтобы увидеть подробности.
sv: Välj en kontakt i listan för att se detaljer.
ur: تفصیلات دیکھنے کے لیے فہرست سے رابطہ منتخب کریں۔
zh_hans: 从列表中选择联系人以查看详情。

# warm.network.detail.empty.title
source: Pick someone to connect with
ar: اختر شخصًا للتواصل معه
cs: Vyber někoho, s kým se spojit
de: Wähle jemanden aus
el: Διάλεξε κάποιον για να επικοινωνήσεις
es: Elige a alguien con quien conectar
fr: Choisissez quelqu’un à contacter
he: בחר אדם ליצור איתו קשר
hi: कनेक्ट करने के लिए किसी को चुनें
hu: Válassz valakit, akivel kapcsolatba lépnél
it: Scegli qualcuno con cui connetterti
ja: つながる相手を選択
ko: 연결할 사람 선택
nl: Kies iemand om contact mee te maken
pl: Wybierz osobę, z którą chcesz się skontaktować
pt: Escolha alguém para contactar
ro: Alege pe cineva cu care să iei legătura
ru: Выберите, с кем связаться
sv: Välj någon att höra av dig till
ur: رابطے کے لیے کسی کو منتخب کریں
zh_hans: 选择要联系的人

# warm.network.empty.filtered
source: No contacts in this group yet
ar: لا توجد جهات اتصال في هذه المجموعة بعد
cs: V této skupině zatím nejsou žádné kontakty
de: Noch keine Kontakte in dieser Gruppe
el: Δεν υπάρχουν επαφές σε αυτή την ομάδα ακόμη
es: Aún no hay contactos en este grupo
fr: Aucun contact dans ce groupe pour le moment
he: אין עדיין אנשי קשר בקבוצה הזו
hi: अभी इस समूह में कोई संपर्क नहीं है
hu: Még nincsenek névjegyek ebben a csoportban
it: Ancora nessun contatto in questo gruppo
ja: このグループにはまだ連絡先がありません
ko: 이 그룹에는 아직 연락처가 없어요
nl: Nog geen contacten in deze groep
pl: W tej grupie nie ma jeszcze kontaktów
pt: Ainda não há contactos neste grupo
ro: Încă nu există contacte în acest grup
ru: В этой группе пока нет контактов
sv: Inga kontakter i den här gruppen ännu
ur: اس گروپ میں ابھی کوئی رابطہ نہیں ہے
zh_hans: 这个分组还没有联系人

# warm.network.filter.all
source: All
ar: الكل
cs: Vše
de: Alle
el: Όλοι
es: Todos
fr: Tous
he: הכול
hi: सब
hu: Összes
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pl: Wszyscy
pt: Todos
ro: Toți
ru: Все
sv: Alla
ur: سب
zh_hans: 全部

# warm.network.subtitle
source: The people you keep in your circle.
ar: الأشخاص الذين تُبقيهم في دائرتك.
cs: Lidé, které máš ve svém okruhu.
de: Die Menschen, die du in deinem Kreis hältst.
el: Οι άνθρωποι που κρατάς στον κύκλο σου.
es: Las personas que mantienes en tu círculo.
fr: Les personnes que tu gardes dans ton cercle.
he: האנשים שאתה שומר במעגל שלך.
hi: वो लोग जिन्हें आप अपने दायरे में रखते हैं।
hu: Az emberek, akiket a köröddben tartasz.
it: Le persone che tieni nella tua cerchia.
ja: あなたの輪の中にいる人たち。
ko: 당신의 곁에 두는 사람들.
nl: De mensen die je in je kring houdt.
pl: Ludzie, których trzymasz blisko.
pt: As pessoas que mantens no teu círculo.
ro: Oamenii pe care îi păstrezi în cercul tău.
ru: Люди, которых ты держишь в своём круге.
sv: Människorna du har i din krets.
ur: وہ لوگ جنہیں آپ اپنے حلقے میں رکھتے ہیں۔
zh_hans: 你愿意常常牵挂的人。

# warm.onboarding.cta.add
source: Add my first contact
ar: أضف أوّل جهة اتصال
cs: Přidat první kontakt
de: Ersten Kontakt hinzufügen
el: Πρόσθεσε την πρώτη επαφή
es: Añadir mi primer contacto
fr: Ajouter mon premier contact
he: הוסף איש קשר ראשון
hi: मेरा पहला संपर्क जोड़ें
hu: Első névjegy hozzáadása
it: Aggiungi il primo contatto
ja: 最初の連絡先を追加
ko: 첫 연락처 추가
nl: Eerste contact toevoegen
pl: Dodaj pierwszy kontakt
pt: Adicionar o meu primeiro contacto
ro: Adaugă primul contact
ru: Добавить первый контакт
sv: Lägg till första kontakten
ur: پہلا رابطہ شامل کریں
zh_hans: 添加首个联系人

# warm.onboarding.cta.import
source: Build my network
ar: ابنِ شبكتي
cs: Vybudovat moji síť
de: Mein Netzwerk aufbauen
el: Δημιούργησε το δίκτυό μου
es: Crear mi red
fr: Construire mon réseau
he: בנה את הרשת שלי
hi: मेरा नेटवर्क बनाएँ
hu: Hálózatom felépítése
it: Costruisci la mia rete
ja: 自分のネットワークを作る
ko: 내 네트워크 만들기
nl: Mijn netwerk opbouwen
pl: Zbuduj moją sieć
pt: Construir a minha rede
ro: Construiește-mi rețeaua
ru: Построить мою сеть
sv: Bygg mitt nätverk
ur: میرا نیٹ ورک بنائیں
zh_hans: 建立我的人脉

# warm.onboarding.footer
source: Ticklr is private by design. Your contacts and notes never leave this device.
ar: خصوصيّة Ticklr بطبيعتها. جهات اتصالك وملاحظاتك لا تغادر هذا الجهاز أبدًا.
cs: Ticklr je soukromý už od návrhu. Tvoje kontakty a poznámky toto zařízení nikdy neopustí.
de: Ticklr ist von Grund auf privat. Deine Kontakte und Notizen verlassen dieses Gerät nie.
el: Το Ticklr είναι ιδιωτικό από σχεδιασμό. Επαφές και σημειώσεις δεν φεύγουν από τη συσκευή.
es: Ticklr es privada por diseño. Tus contactos y notas nunca salen de este dispositivo.
fr: Ticklr est privée par conception. Tes contacts et tes notes ne quittent jamais cet appareil.
he: Ticklr פרטית מתוקף עיצובה. אנשי הקשר וההערות שלך לעולם אינם עוזבים את המכשיר.
hi: Ticklr शुरू से ही निजी है। आपके संपर्क और नोट्स इस डिवाइस से कभी नहीं जाते।
hu: A Ticklr alapból privát. A névjegyeid és jegyzeteid soha nem hagyják el az eszközt.
it: Ticklr è privata fin dalla progettazione. Contatti e note non lasciano mai il dispositivo.
ja: Ticklr は設計上プライベート。連絡先やメモがこの端末を離れることはありません。
ko: Ticklr는 처음부터 프라이빗합니다. 연락처와 메모는 절대 이 기기를 떠나지 않습니다.
nl: Ticklr is privé van nature. Je contacten en notities verlaten dit apparaat nooit.
pl: Ticklr jest prywatny z założenia. Twoje kontakty i notatki nigdy nie opuszczają tego urządzenia.
pt: O Ticklr é privado por natureza. Os teus contactos e notas nunca saem deste dispositivo.
ro: Ticklr e privat din construcție. Contactele și notițele nu părăsesc acest dispozitiv.
ru: Ticklr приватен по умолчанию. Твои контакты и заметки никогда не покидают это устройство.
sv: Ticklr är privat från grunden. Dina kontakter och anteckningar lämnar aldrig enheten.
ur: Ticklr بنیاد ہی سے نجی ہے۔ آپ کے روابط اور نوٹس کبھی اس آلے سے باہر نہیں جاتے۔
zh_hans: Ticklr 自始隐私。你的联系人和笔记不会离开这台设备。

# warm.onboarding.subtitle
source: A gentler way to keep the people who matter close.
ar: طريقة لطيفة لإبقاء من يهمّك قريبًا منك.
cs: Šetrnější způsob, jak držet blízko ty, na kterých záleží.
de: Eine sanftere Art, die Menschen, die zählen, nah zu halten.
el: Ένας πιο τρυφερός τρόπος να κρατάς κοντά τους ανθρώπους που σου αξίζουν.
es: Una forma amable de mantener cerca a quien importa.
fr: Une façon plus douce de garder près de soi ceux qui comptent.
he: דרך עדינה יותר לשמור קרוב את האנשים החשובים.
hi: जो लोग मायने रखते हैं, उन्हें क़रीब रखने का एक कोमल तरीक़ा।
hu: Gyengédebb módja annak, hogy a fontos emberek közel maradjanak.
it: Un modo più gentile per tenere vicine le persone che contano.
ja: 大切な人たちと、やさしくつながり続けるために。
ko: 소중한 이들을 부드럽게 가까이 두는 방법.
nl: Een zachtere manier om wie ertoe doet dichtbij te houden.
pl: Łagodniejszy sposób, by trzymać blisko ludzi, którzy się liczą.
pt: Uma forma mais gentil de manter por perto quem importa.
ro: Un mod mai blând de a-i ține aproape pe cei care contează.
ru: Бережный способ держать дорогих людей рядом.
sv: Ett mjukare sätt att hålla viktiga människor nära.
ur: اہم لوگوں کو قریب رکھنے کا ایک نرم طریقہ۔
zh_hans: 用更温柔的方式，留下值得在意的人。

# warm.onboarding.title
source: Stay in Touch
ar: ابقَ على تواصل
cs: Zůstaň v kontaktu
de: Bleib in Kontakt
el: Μείνε σε επαφή
es: Mantente en contacto
fr: Reste en contact
he: הישאר בקשר
hi: जुड़े रहें
hu: Tartsd a kapcsolatot
it: Resta in contatto
ja: つながりを保とう
ko: 곁을 지켜요
nl: Blijf in contact
pl: Bądź w kontakcie
pt: Mantém-te em contacto
ro: Rămâi în legătură
ru: Будь на связи
sv: Håll kontakten
ur: رابطے میں رہیں
zh_hans: 常保联系

# warm.tickle.detail.empty.description
source: Choose a reminder to see ways to reach out.
ar: اختر تذكيرًا لرؤية طرق التواصل.
cs: Vyber připomenutí a zobraz způsoby, jak se ozvat.
de: Wähle eine Erinnerung aus, um Kontaktmöglichkeiten zu sehen.
el: Επίλεξε μια υπενθύμιση για να δεις τρόπους επικοινωνίας.
es: Elige un recordatorio para ver formas de contactar.
fr: Choisissez un rappel pour voir comment prendre contact.
he: בחר תזכורת כדי לראות דרכים ליצור קשר.
hi: संपर्क करने के तरीके देखने के लिए कोई रिमाइंडर चुनें।
hu: Válassz egy emlékeztetőt a kapcsolatfelvételi módok megtekintéséhez.
it: Scegli un promemoria per vedere come contattare.
ja: 連絡方法を見るにはリマインダーを選択してください。
ko: 연락 방법을 보려면 알림을 선택하세요.
nl: Kies een herinnering om manieren om contact op te nemen te zien.
pl: Wybierz przypomnienie, aby zobaczyć sposoby kontaktu.
pt: Escolha um lembrete para ver formas de contacto.
ro: Alege un memento pentru a vedea modalități de contact.
ru: Выберите напоминание, чтобы увидеть способы связаться.
sv: Välj en påminnelse för att se sätt att höra av dig.
ur: رابطے کے طریقے دیکھنے کے لیے یاد دہانی منتخب کریں۔
zh_hans: 选择一个提醒以查看联系方式。

# warm.tickle.detail.empty.title
source: Pick a tickle
ar: اختر تذكيرًا
cs: Vyber připomenutí
de: Wähle eine Erinnerung
el: Διάλεξε μια υπενθύμιση
es: Elige un tickle
fr: Choisissez un tickle
he: בחר תזכורת
hi: एक टिकल चुनें
hu: Válassz egy tickle-t
it: Scegli un tickle
ja: Tickleを選択
ko: Tickle 선택
nl: Kies een tickle
pl: Wybierz tickle
pt: Escolha um tickle
ro: Alege un tickle
ru: Выберите tickle
sv: Välj en tickle
ur: ایک یاد دہانی منتخب کریں
zh_hans: 选择一个 tickle

# warm.tickle.subtitle
source: Reach out to the people who matter today.
ar: تواصل اليوم مع من يهمّك أمرهم.
cs: Dnes se ozvi těm, na kterých ti záleží.
de: Melde dich heute bei den Menschen, die zählen.
el: Έλα σήμερα σε επαφή με όσους μετρούν.
es: Conecta hoy con las personas que importan.
fr: Prends des nouvelles aujourd'hui de ceux qui comptent.
he: היום, פנה לאנשים שחשובים לך.
hi: आज उन लोगों से जुड़ें जो आपके लिए मायने रखते हैं।
hu: Ma jelentkezz azoknál, akik igazán számítanak.
it: Oggi senti chi conta davvero.
ja: 今日、大切な人にひと声かけよう。
ko: 오늘, 소중한 사람에게 안부를 전해요.
nl: Stuur vandaag een berichtje naar wie ertoe doet.
pl: Odezwij się dziś do osób, które się liczą.
pt: Hoje, fala com quem importa.
ro: Sună-i astăzi pe cei dragi.
ru: Сегодня свяжись с теми, кто важен.
sv: Hör av dig idag till dem som betyder något.
ur: آج اُن لوگوں سے رابطہ کیجیے جو آپ کے لیے اہم ہیں۔
zh_hans: 今天，向重要的人问候一声。

# warm.tickle.subtitle.empty
source: All caught up — no tickles due today.
ar: كلّ شيء على ما يرام — لا تذكيرات لليوم.
cs: Vše vyřízeno — dnes žádné tickle.
de: Alles erledigt — heute keine Tickles.
el: Όλα στην εντέλεια — κανένα tickle σήμερα.
es: Todo al día — sin tickles para hoy.
fr: Tout est à jour — aucun tickle aujourd'hui.
he: הכול בוצע — אין tickles להיום.
hi: सब तय — आज कोई टिकल बाक़ी नहीं।
hu: Mindennel készen — ma nincs tickle.
it: Tutto a posto — nessun tickle per oggi.
ja: 今日のリマインドはすべて完了しました。
ko: 모두 완료 — 오늘 할 일 없음.
nl: Alles bij — geen tickles voor vandaag.
pl: Na bieżąco — żadnych tickle na dziś.
pt: Tudo em dia — nenhum tickle para hoje.
ro: Totul la zi — niciun tickle astăzi.
ru: Всё в порядке — на сегодня tickle нет.
sv: Allt klart — inga tickles idag.
ur: سب مکمل — آج کوئی ٹِکل نہیں۔
zh_hans: 全部完成 — 今天没有 tickle。

# tab.tickle
source: Tickle
he: תזכורות
ur: یاددہانیاں

# tickleList.navTitle
source: Tickle
he: תזכורות
ur: یاددہانیاں
